"Add" = "Aggiungi";
"Add Source" = "Aggiungi Fonte";
"All Packages" = "Tutti i Pacchetti";
"Analyzing dependencies..." = "Verifico dipendenze…";
"Author" = "Autore";
"Bad Source" = "Fonte Errata";
"Cancel" = "Annulla";
"Cancelled." = "Annullato.";
"Cleaning up..." = "Ripulisco…";
"Custom..." = "Personalizzata…";
"Direct Dependencies" = "Dipendenze Dirette";
"Direct Dependency" = "Dipendenza Diretta";
"Done" = "Fatto";
"Downloading" = "Scarico";
"Finishing" = "Finalizzo";
"have" = "installati";
"Install" = "Installa";
"Installing" = "Installo";
"Maintainer" = "Fonte";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Il pacchetto \"%@\" non può essere rimosso perchè necessario al funzionamento di Icy.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Il pacchetto \"%1$@\" non può essere rimosso perchè ad esso dipendono altri pacchetti:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Il pacchetto \"%1$@\" non può essere installato (errore DPKG #%2$d). Maggiori informazioni reperibili nella console log.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Il pacchetto \"%1$@\" non può essere rimosso (errore DPKG #%2$d). Maggiori informazioni reperibili nella console log.";
"Package \"%@\" was not found." = "Pacchetto \"%@\" non trovato. Probabilmente devi aggiungere la fonte che lo contiente.";
"Please enter the source URL:" = "Inserisci l'URL della fonte:";
"Preparing" = "Preparo";
"Reinstall" = "Reinstalla";
"Removing" = "Rimuovo";
"Search All" = "Ricerca Completa";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "La fonte per l'URL \"%@\" non sembra essere valida. Non aggiungo.";
"Uncategorized" = "Nessuna Categoria";
"Update All" = "Aggiorna Tutto";
"Remove" = "Rimuovi";
"Version" = "Versione";
"Upgrade" = "Aggiorna";
"View Console Log" = "Visualizza la Console Log";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Il pacchetto \"%@\" non può essere installato per un conflitto con un altro pacchetto, \"%@\". Rimuovilo per procedere.";
"Hours" = "Ore";
"Hour" = "Ora";
"Ago" = "Fa";
"Minute" = "Minuti";
"Minute" = "Minuto";
"Yesterday" = "Ieri";
"Two Days Ago" = "Due Giorni Fa";
"Days" = "Giorni";
"More..." = "Ancora…";
"Recent Packages" = "Pacchetti Recenti";
"Force Remove" = "Rimozione Forzata";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Questo pacchetto è marcato come Essenziale ed è considerato cruciale per il funzionamento. Puoi forzarne la rimozione ma potresti rendere inutilizzabile il sistema. Fallo solo se sai cosa stai facendo.";

/* NIB strings */
"Add All" = "Aggiungi Tutti";
"Other Credits" = "Altri Crediti";
"Copyright" = "Copyright";
"All rights reserved" = "Tutti i diritti riservati";
"Categories" = "Categorie";
"Sources" = "Fonti";
"Installed" = "Installati";
"About" = "About";
"Updated" = "Aggiornati";

